# Напишите ваше решение
a = 10
b = 22
c = 40
if a < b:
    if a < c:
        print(a)
    else: print(c)
print(b)