 time_ = 3
 count = 10
 all_hours = time_ * count
 print(all_hours)
 # Напишите ваше решение
